[
  {
    "model": "planillas.City",
    "pk": 1,
    "fields": {
      "name": "La Paz",
      "short": "LP"
    }
  },
  {
    "model": "planillas.City",
    "pk": 2,
    "fields": {
      "name": "Cochabamba",
      "short": "CB"
    }
  },
  {
    "model": "planillas.City",
    "pk": 3,
    "fields": {
      "name": "Santa Cruz",
      "short": "SC"
    }
  },
  {
    "model": "planillas.City",
    "pk": 4,
    "fields": {
      "name": "Beni",
      "short": "Bn"
    }
  },
  {
    "model": "planillas.City",
    "pk": 5,
    "fields": {
      "name": "Pando",
      "short": "Pd"
    }
  },
  {
    "model": "planillas.City",
    "pk": 6,
    "fields": {
      "name": "Oruro",
      "short": "Or"
    }
  },
  {
    "model": "planillas.City",
    "pk": 7,
    "fields": {
      "name": "Potosi",
      "short": "Pt"
    }
  },
  {
    "model": "planillas.City",
    "pk": 8,
    "fields": {
      "name": "Tarija",
      "short": "Tr"
    }
  },
  {
    "model": "planillas.City",
    "pk": 9,
    "fields": {
      "name": "Sucre",
      "short": "Sc"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 1,
    "fields": {
      "name": "1er Semestre",
      "short": "1er"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 2,
    "fields": {
      "name": "2do Semestre",
      "short": "2do"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 3,
    "fields": {
      "name": "3er Semestre",
      "short": "3er"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 4,
    "fields": {
      "name": "4to Semestre",
      "short": "4to"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 5,
    "fields": {
      "name": "5to Semestre",
      "short": "5to"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 6,
    "fields": {
      "name": "6to Semestre",
      "short": "6to"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 7,
    "fields": {
      "name": "7mo Semestre",
      "short": "7mo"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 8,
    "fields": {
      "name": "8vo Semestre",
      "short": "8vo"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 9,
    "fields": {
      "name": "9no Semestre",
      "short": "9no"
    }
  },
  {
    "model": "planillas.Semester",
    "pk": 10,
    "fields": {
      "name": "10mo Semestre",
      "short": "10mo"
    }
  },
  {
    "model": "planillas.AcademicUnit",
    "pk": 1,
    "fields": {
      "city_id": 1,
      "name": "Unidad Académica La Paz",
      "short": "UALP",
      "address": "Av. Calle. #",
      "phone_number": 70000000,
      "email": "emi@2mi.com",
      "image": "AcademicUnit/ualp.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.AcademicUnit",
    "pk": 2,
    "fields": {
      "city_id": 2,
      "name": "Unidad Académica de Cochamamba",
      "short": "UACBBA",
      "address": "Av. Calle. #",
      "phone_number": 70000000,
      "email": "emi@2mi.com",
      "image": "AcademicUnit/uacbba.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.AcademicUnit",
    "pk": 3,
    "fields": {
      "city_id": 3,
      "name": "Unidad Académica de Santa Cruz",
      "short": "UASC",
      "address": "Av. Calle. #",
      "phone_number": 70000000,
      "email": "emi@2mi.com",
      "image": "AcademicUnit/uasc.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.AcademicUnit",
    "pk": 4,
    "fields": {
      "city_id": 4,
      "name": "Unidad Académica de Riberalta",
      "short": "UAR",
      "address": "Av. Calle. #",
      "phone_number": 70000000,
      "email": "emi@emi.com",
      "image": "AcademicUnit/uara.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.AcademicMethod",
    "pk": 1,
    "fields": {
      "name": "Objetivos",
      "description": "Metodo de evaluacion por objetivos"
    }
  },
  {
    "model": "planillas.AcademicMethod",
    "pk": 2,
    "fields": {
      "name": "Competencias",
      "description": "Metodo de evaluacion por competencias"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 1,
    "fields": {
      "name": "Ingeniería Civil",
      "mission": "Formar Ingenieros civiles competentes, responsables y eficientes en el campo de su especialidad, con la capacidad de generar, aplicar y difundir el conocimiento, para servir a la sociedad boliviana en las tareas del desarrollo nacional.",
      "vision": "",
      "profile": "El Ingeniero Civil estará capacitado para realizar estudios de planificación diseño construcción gestión administración fiscalización operación mantenimiento de estructuras, edificaciones, puentes, obras hidráulicas y sanitarias, obras viales, ferroviarias, portuarias y aeroportuarias.",
      "objective": "Formar profesionales con conocimientos teórico - prácticos y competencias para encarar y resolver situaciones problemáticas en la planificación diseño, construcción, gestión, mantenimiento de edificaciones, puentes, obras, etc.",
      "image": "Specialty/ing_civil.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 2,
    "fields": {
      "name": "Ingeniería Geográfica",
      "mission": "Formar profesionales de excelencia en Ingeniería Geográfica, con altos valores éticos, morales y cívicos; caracterizados por su responsabilidad social, liderazgo, pensamiento reflexivo, critico, innovador y creativo, dotados de conocimientos teórico prácticos.",
      "vision": "",
      "profile": "El Ingeniero Geógrafo graduado de la EMI gestiona proyectos geográficos realizando la captura, estructuración, modelamiento, procesamiento, análisis, interpretación, difusión y distribución de información geográfica; determina el marco de referencia geodésico en la representación de la forma y dimensiones de la superficie terrestre; identifica y caracteriza la distribución de los recursos naturales, los fenómenos naturales y antropogénicos para el ordenamiento y desarrollo sustentable del territorio.",
      "objective": "Formar profesionales en Ingeniería Geográfica, fortaleciendo las competencias y dotados de conocimientos teórico prácticos, acorde con el avance científico -teórico, las necesidades socio culturales, tendencias globalizadoras y realidad economía del país.",
      "image": "Specialty/ing_geografica.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 3,
    "fields": {
      "name": "Ingeniería en Sistemas Electrónicos",
      "mission": "",
      "vision": "",
      "profile": "El Ingeniero Electrónico graduado de la EMI formula alternativas de solución técnico-científicas a los requerimientos emergentes de la sociedad; planteando proyectos tecnológicos en el área de las comunicaciones electrónicas; planificando sistemas electrónicos de regulación industrial y control automático de procesos, y desarrollando proyectos basados en sistemas y componentes electrónicos computacionales.",
      "objective": "",
      "image": "Specialty/ing_sistemas_electronicos.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 4,
    "fields": {
      "name": "Ingeniería Industrial",
      "mission": "Formar profesionales íntegros, emprendedores y competentes, en la administración de sistemas de producción, con aptitudes para desarrollar investigación científica tecnológica en el campo industrial.",
      "vision": "",
      "profile": "El Ingeniero Industrial graduado de la EMI determina estrategias de solución a los problemas emergentes en la generación de bienes y/o servicios; administrando procesos productivos, organizaciones industriales y de servicios; desarrollando innovación y tecnología industrial; y realizando proyectos inherentes a la actividad industrial.",
      "objective": "Ser líderes en la formación de profesionales competentes dotados de un caudal de conocimientos que les permita enfrentar con éxitos los cambios tecnológicos, así como ser artífices del desarrollo y transformación de nuestra realidad.",
      "image": "Specialty/ing_industrial.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 5,
    "fields": {
      "name": "Ingeniería Comercial",
      "mission": "",
      "vision": "",
      "profile": "El Ingeniero Comercial graduado de la EMI gestiona acciones de comercialización de bienes y/o servicios de organizaciones públicas y privadas, tanto nacional como internacionalmente; planteando alternativas de mejoramiento en su posición financiera, formulando estrategias de capitalización de oportunidades comerciales; y empleando criterios referentes a la planificación, organización, dirección y control en empresas.",
      "objective": "",
      "image": "Specialty/ing_comercial.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 6,
    "fields": {
      "name": "Ingeniería de Sistemas",
      "mission": "Formar profesionales de excelencia en Ingeniería de Sistemas con valores éticos, morales y cívicos; caracterizados por su responsabilidad social, liderazgo, pensamiento reflexivo-critico, innovador y creativo, comprometidos con el desarrollo sustentable del país. Dotados de conocimientos teórico - prácticos fundamentados en: La Teoría General de Sistemas y Las Tecnologías de Información y Comunicaciones.",
      "vision": "",
      "profile": "El Ingeniero de Sistemas graduado de la EMI realiza el diseño, desarrollo, implementación, evaluación, mantenimiento, soporte y retiro de sistemas con enfoque sistémico y visión emprendedora; aplicando nuevas tecnologías de información y comunicación; realizando el modelado y automatización de sistemas; desarrollando sistemas de gestión empresarial y de producción orientados a la toma de decisiones que optimicen los procesos, con creatividad, liderazgo y pensamiento crítico en un entorno complejo, conflictivo y multidisciplinario.",
      "objective": "Comprometer todos los esfuerzos de la gestión académica y administrativa a fin de establecer el escenario idóneo para la formación de profesionales en ingeniería de sistemas de la más alta calidad.",
      "image": "Specialty/ing_sistemas.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 7,
    "fields": {
      "name": "Ingeniería Ambiental",
      "mission": "Formar profesionales de excelencia con valores éticos, morales y cívicos altamente capacitados en la temática de la Ingeniería Ambiental y la Investigación Científica con profundos conocimientos de la realidad nacional en el contexto global, capaces de contribuir eficientemente al desarrollo integral sostenible del Medio Ambiente.",
      "vision": "",
      "profile": "El Ingeniero Ambiental graduado de la EMI formula soluciones a problemas medioambientales; desarrollando sistemas de prevención de potenciales impactos ambientales negativos, de control de los parámetros ambientales y monitoreo de los procesos generadores de impactos negativos, y de mitigación y restauración de los componentes ambientales afectados.",
      "objective": "Contribuir al desarrollo sostenible del país formando un nuevo tipo de profesionales, con profundos conocimientos de la ciencia y la ingeniería ambiental, altamente capacitados y competitivos.",
      "image": "Specialty/ing_ambiental.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 8,
    "fields": {
      "name": "Ingeniería Petrolera",
      "mission": "Formar profesionales de excelencia en ingeniería de petróleo y gas, con valores éticos, morales y cívicos; caracterizados por su responsabilidad social, liderazgo, pensamiento reflexivo-critico, innovador y creativo, dotados de conocimientos teórico - prácticos fundamentados en las ciencias de la especialidad petrolera, con el propósito de optimizar procesos de toma de decisiones y de control, apropiados a una situación particular, acorde con los avances tecnológicos y a las necesidades del país.",
      "vision": "",
      "profile": "El Ingeniero Petrolero graduado de la EMI administra la cadena de hidrocarburos, categorizando las áreas de aplicación de la industria petrolera, desarrollando los programas y procesos de cada área, estableciendo la correcta aplicación de cada proceso y experimentando los diferentes métodos de extracción y aprovechamiento de los hidrocarburos.",
      "objective": "Formar profesionales ingenieros petroleros, altamente capacitados en los aspectos científicos, tecnológicos y éticos, dotados de una alta conciencia social.",
      "image": "Specialty/ing_petrolera.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 9,
    "fields": {
      "name": "Ingeniería en Telecomunicaciones",
      "mission": "",
      "vision": "",
      "profile": "Desarrolla sistemas, redes y servicios de telecomunicación con tecnologías convergentes de nueva generación que den respuesta a los requerimientos emergentes de la industria, el sector productivo y la sociedad en su conjunto; planteando soluciones tecnológicas en el área de las redes de acceso; planificando sistemas de comunicación en redes de transporte de datos; formulando sistemas de procesamiento, almacenamiento y representación de la información multiplataforma y entendiendo la  regulación y la normativa técnica y legal del sector de las telecomunicaciones.",
      "objective": "",
      "image": "Specialty/ing_telecomunicaiones.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 10,
    "fields": {
      "name": "Ingeniería Mecatrónica",
      "mission": "",
      "vision": "",
      "profile": "Desarrolla mecanismos inteligentes que permitan optimizar, mejorar la calidad y desempeño de productos y procesos del sector productivo; a través de la integración sinérgica de metodologías de diseño e integración de componentes mecánicos, electrónicos e informáticos; Planificando sistemas de Automatización y Robótica; planteando proyectos tecnológicos en el area de  sistemas de Computación; Diseñando Sistemas Mecánicos; a través de una visión interdisciplinaria e integral; en forma eficiente y eficaz.",
      "objective": "",
      "image": "Specialty/ing_mecatronica.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.Specialty",
    "pk": 11,
    "fields": {
      "name": "Ciencias Basicas",
      "mission": "",
      "vision": "",
      "profile": "",
      "objective": "",
      "image": "Specialty/ciencias_basicas.jpg",
      "created_at": "1993-03-12",
      "updated_at": "1993-03-12"
    }
  },
  {
    "model": "planillas.People",
    "pk": 1,
    "fields": {
      "gender": "F",
      "ci": "9999999",
      "first_name": "Judy Adriana",
      "last_name": "Quispe Geronimo",
      "date_of_birth": "1993-03-12",
      "country": "Bolivia",
      "city_id": "1",
      "created_at": "2015-07-24",
      "updated_at": "2015-07-24"
    }
  }
]
